
[FOXDAMAGETYPE_BARRICADEBASH]
suicidestrings=suicide
killstrings=killed %s
killstrings=bashed %s

[FOXDAMAGETYPE_BARRICADEBASH2]
suicidestrings=suicide
killstrings=killed %s
killstrings=bashed %s

[FOXDAMAGETYPE_EXPLOSION_DIGI]
suicidestrings=suicide
killstrings=killed %s
killstrings=digi 'sploded %s
killstrings=scrambled %s

[FOXDAMAGETYPE_EXPLOSION_ELECTRO]
suicidestrings=suicide
killstrings=killed %s
killstrings=shocked %s
killstrings=zapped %s

[FOXDAMAGETYPE_EXPLOSION_FLASH]
suicidestrings=suicide
killstrings=killed %s
killstrings=flashed %s
killstrings=blinded %s to death

[FOXDAMAGETYPE_EXPLOSION_FRAG]
suicidestrings=suicide
killstrings=killed %s
killstrings=blew up %s
killstrings=fragmented %s

[FOXDAMAGETYPE_HAMMER]
killstrings=killed %s
killstrings=nailed %s
killstrings=hammered %s
killstrings=pulped %s
killstrings=pounded %s

[FOXDAMAGETYPE_ICEAXE]
killstrings=killed %s
killstrings=hacked apart %s
killstrings=cut down %s
killstrings=eviscerated %s
killstrings=slew %s

[FOXDAMAGETYPE_MACHETE]
killstrings=killed %s
killstrings=hacked apart %s
killstrings=cut down %s
killstrings=eviscerated %s
killstrings=slew %s

[FOXDAMAGETYPE_PROXIMITYMINE]
suicidestrings=suicide
killstrings=killed %s
killstrings=proxied %s

[FOXDAMAGETYPE_REPAIRGUN]
killstrings=killed %s

[FOXDAMAGETYPE_REPAIRGUN_ATTACK]
suicidestrings=suicide
killstrings=killed %s
killstrings=arc-welded %s

[FOXDAMAGETYPE_SPLASH_POISON]
suicidestrings=suicide splash poison
killstrings=killed %s
killstrings=gave %s a taste of poison

[FOXDAMAGETYPE_STUNMINE]
suicidestrings=suicide
killstrings=killed %s
killstrings=stunned %s
killstrings=shocked %s

[FOXDAMAGETYPE_TOXICGRENADE]
suicidestrings=suicide
killstrings=killed %s
killstrings=gave %s a green cloud of death
killstrings=stank bombed %s
killstrings=melted %s's face off
killstrings=liquefied %s's organs
killstrings=gassed out %s

[FOXDEPLOYABLE_BARRICADE]
useownstring=Pickup Barricade
usestring=Lower Barricade

[FOXKNIFE_COMBAT]
friendlyname=Combat Knife Mk.1
friendlytooltip=Melee item.<br>Stab enemies that get too close.

[FOXKNIFE_SONIC]
friendlyname=
friendlytooltip=
friendlytooltip=

[FOXWEAPON_AMMOPACK]
friendlyname=Ammunition Pod Mk.1
friendlytooltip=Tactical gear.<br>Use to place ammo refill crates for your allies.

[FOXWEAPON_BARRICADE]
friendlyname=Barricade Mk.1
friendlytooltip=Tactical gear.<br>Equip to shield yourself from the front. Can be placed on the ground for stationary cover.

[FOXWEAPON_BARRICADE2]
friendlyname=Riot Shield
friendlytooltip=Tactical gear.<br>Equip to shield yourself from the front.

[FOXWEAPON_CLOAK]
friendlyname=Cloak

[FOXWEAPON_CLOAK2]
friendlyname=Cloak Mk.2

[FOXWEAPON_COMBATKNIFE]
friendlyname=Combat Knife Mk.1
friendlytooltip=Melee item.<br>Stab enemies that get too close.

[FOXWEAPON_ELECTROGRENADE]
friendlyname=Shock Grenade Mk.1
friendlytooltip=Thrown item.<br>Explodes when thrown, dealing damage to and blinds surrounding players.

[FOXWEAPON_FLASHGRENADE]
friendlyname=EMP Grenade Mk.1
friendlytooltip=Thrown item.<br>Explodes into an EMP that temporarily blinds enemies and shuts down hardsuits.

[FOXWEAPON_FRAGGRENADE]
friendlyname=Frag Grenade Mk.1
friendlytooltip=Thrown item.<br>An explosive grenade.

[FOXWEAPON_HEALGUN]
friendlyname=Heal Injector Mk.1
friendlytooltip=Tactical gear.<br>Use to heal yourself or your allies, or poison your enemies.

[FOXWEAPON_HEFRAGGRENADE]
friendlyname=HE Grenade Mk.1
friendlytooltip=Thrown item.<br>An extremely powerful explosive grenade.

[FOXWEAPON_HRVDECOY]
friendlyname=HRV Decoy Mk.1
friendlytooltip=Dropped item.<br>Generates a decoy that shows up on your enemies' HRV.

[FOXWEAPON_HRVJAMMER]
friendlyname=HRV Blackout Mk.1
friendlytooltip=Dropped item.<br>Creates a field that hides friendly targets from HRV detection.

[FOXWEAPON_ICEAXE]
friendlyname=Tactical Ice Axe

[FOXWEAPON_MACHETE]
friendlyname=Machete

[FOXWEAPON_PROXIMITYMINE]
friendlyname=Proximity Mine Mk.1
friendlytooltip=Dropped item.<br>Violently explodes when triggered by nearby enemies.

[FOXWEAPON_REMOTEMINE]
friendlyname=
friendlytooltip=

[FOXWEAPON_REPAIRGUN]
friendlyname=Repair Tool
friendlytooltip=Tactical gear.<br>Allows you to repair friendly mechanical targets.

[FOXWEAPON_SMOKEGRENADE]
friendlyname=Digi Grenade Mk.1
friendlytooltip=Thrown item.<br>Explodes into a cloud of interference that hinders visibility.

[FOXWEAPON_SONICKNIFE]
friendlyname=Combat Knife Mk.2
friendlytooltip=Melee item.<br>Melee weapon with increased damage and a faster attack.

[FOXWEAPON_STUNMINE]
friendlyname=Stun Mine Mk.1
friendlytooltip=Dropped item.<br>Stuns nearby enemies when triggered.

[FOXWEAPON_SYRINGE]
friendlyname=Revival Injector Mk.1
friendlytooltip=Tactical gear.<br>Use to revive downed teammates.

[FOXWEAPON_TOXICGRENADE]
friendlyname=Toxic Grenade Mk.1
friendlytooltip=Thrown item.<br>Explodes into a cloud of deadly gas that continuously damages and blinds your enemies.
